{
  "Definition": "Otobeas for Smart Transportation Technology and Electronic Payments is a software company specialized in the field of land transportation in general. It is a limited liability company established in 2021 .",
  "AboutUsQuestion": [
    {
      "Answer": "\u003Cp\u003E\u003Cspan style=\u0022color: rgb(31, 31, 31); font-family: consolas, \u0026quot;lucida console\u0026quot;, \u0026quot;courier new\u0026quot;, monospace; font-size: 12px; white-space-collapse: preserve; background-color: var(--bs-table-bg); font-weight: var(--bs-body-font-weight); text-align: var(--bs-body-text-align);\u0022\u003EOtobeas.com platform was established as the first platform of its kind in Egypt to book inter-governorate land bus tickets through the website and mobile phone applications and provide an easy and safe service to passengers. The platform is an advanced booking system that acts as a link between land transport companies (service provider) and passengers (end user). The system enables the management, organization and digitization of the process of booking travel tickets and collecting for the service of land transport companies participating in the platform. It also provides passengers with services to search for trips, compare prices, choose seats, book directly, pay via the Internet and mobile phone applications through the \u0022Otobeas\u0022 platform .\u003C/span\u003E                     \u003C/p\u003E",
      "Header": "\u003Cp\u003EIntroduction to the \u0022Otobeas\u0022 platform\u003C/p\u003E",
      "SectionId": 1
    },
    {
      "Answer": "\u003Cp\u003EProviding the best service to the customer and dealing with transparency and honesty .. Implementing ideas on the ground and making them come true no matter the cost .  \u003C/p\u003E",
      "Header": "\u003Cp\u003EOur Values\u003C/p\u003E",
      "SectionId": 2
    },
    {
      "Answer": "\u003Cul class=\u0022sub-menu\u0022\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003EBook one-way or round-trip tickets .\u003C/li\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003EChange the appointment without going to the station . \u003C/li\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003ECancel the trip and refund the tickets value in the Otobeas wallet to book again with any service provider (another transportation company) .\u003C/li\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003EBooking for others such as friends or relatives . \u003C/li\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003EMultiple payment methods . \u003C/li\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003E\tVariable offers and discounts on travel trips . \u003C/li\u003E\r\n                                            \u003C/ul\u003E",
      "Header": "\u003Cp\u003EFeatures of the ticket booking service via the Otobeas.com platform                             \u003C/p\u003E",
      "SectionId": 1
    },
    {
      "Answer": "\u003Cp\u003EDeveloping a platform that includes all land, group and tourist passenger transport services .\u003C/p\u003E",
      "Header": "\u003Cp\u003EVision\u003C/p\u003E",
      "SectionId": 2
    },
    {
      "Answer": "\u003Cp\u003EDeveloping and fully digitizing the land transport sector .      \u003C/p\u003E",
      "Header": "\u003Cp\u003EMission\u003C/p\u003E",
      "SectionId": 2
    }
  ]
}