{
  "Definition1": "You must agree to the Terms of Use and Privacy Policy before creating a new user.",
  "Definition2": null,
  "Header1": "Common Questions",
  "Header2": "General rules and requirements",
  "UsagePolicyQuestion": [
    {
      "Answer": "\u003Cp\u003EYou do not need to register when exploring our trips and prices and the possibility of booking any of the selected trips, but you need to register when you book any of the trips in order to create your own account through which you can view the record of the movements you have made through your account and it also allows us to communicate with you.\r\n\u003C/p\u003E",
      "Header": "\u003Cp\u003EDo I need to register to use the Otobeas platform?\u003C/p\u003E",
      "SectionId": 1
    },
    {
      "Answer": "\u003Cp\u003EOnly the mobile number through which the booking was made and the booking employee will review your data and hand you the transportation company ticket.\r\n\u003C/p\u003E",
      "Header": "\u003Cp\u003EWhen I go to the transportation company station, what should I tell them?\u003C/p\u003E",
      "SectionId": 2
    },
    {
      "Answer": "\u003Cul class=\u0022sub-menu\u0022\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003EBooking via website or app\u003C/li\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003EBooking more than one seat and the number of seats allowed to be booked at one time\u003C/li\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003EBooking remains pending for a certain period and is automatically deleted if it is not confirmed by payment.\u003C/li\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003EChildren over 6 years old full ticket and under 6 years old with a guardian\u0027s seat\u003C/li\u003E\r\n                                            \u003C/ul\u003E",
      "Header": "\u003Cp\u003E\tTickets Booking  \u003C/p\u003E",
      "SectionId": 3
    },
    {
      "Answer": "\u003Cul class=\u0022sub-menu\u0022\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003EPassenger arrival time at departure station  \u003C/li\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003ECancellation of flight due to force majeure (weather conditions, security requirements, etc.)\u003C/li\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003EAny change in the flight departure or arrival time is the responsibility of the transportation company. \u003C/li\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003EAllowed Bags  \u003C/li\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003EPassenger safety is the responsibility of the transport company.  \u003C/li\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003EPublic morals, compliance with transportation laws, and no smoking or electronic cigarettes are the responsibility of the passenger.  \u003C/li\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003ECommitment to rest stops during the trip. The trip may proceed without the passenger if he is late returning from the rest stop.  \u003C/li\u003E\r\n                                            \u003C/ul\u003E",
      "Header": "\u003Cp\u003EDeparture and arrival station\u003C/p\u003E",
      "SectionId": 4
    },
    {
      "Answer": "\u003Cp\u003EAll we do is search for the route, for example, from Cairo to Hurghada, and specify the appropriate travel date. After that, choose the appropriate date from all land passenger transport companies. You can filter by the nearest station or a specific date. After that, choose the appropriate seat on the bus and choose the appropriate payment method, and thus you have successfully booked your ticket.\r\n\u003C/p\u003E",
      "Header": "\u003Cp\u003E\r\n                                                How do I book a ticket?\r\n                                            \u003C/p\u003E",
      "SectionId": 1
    },
    {
      "Answer": "\u003Cp\u003EOf course.. We search for upcoming trips in your personal account and you choose to change the date.. Select the appropriate date and pay the date change fees, of course, a full day before the flight, at least 24 hours.\r\n\u003C/p\u003E",
      "Header": "\u003Cp\u003ECan I change the appointment after booking and payment?\u003C/p\u003E",
      "SectionId": 1
    },
    {
      "Answer": "\u003Cp\u003EOf course.. five hours before the trip you can cancel the tickets and the money will be refunded to the wallet of the bus company and you can also use it to book with other companies.\r\n\u003C/p\u003E",
      "Header": "\u003Cp\u003ECan I cancel my booking?\u003C/p\u003E",
      "SectionId": 1
    },
    {
      "Answer": "\u003Cp\u003ENo, of course not. Once the booking and payment are made, the customer’s booking is confirmed. On the day of travel, go to the station half an hour before the bus leaves to review your booking information and load your bags, if any.\r\n\u003C/p\u003E",
      "Header": "\u003Cp\u003EDo I need to confirm the booking with the station after payment? \u003C/p\u003E",
      "SectionId": 1
    },
    {
      "Answer": "\u003Cp\u003EIn more than one way.. through our Facebook page \u0022Otobeas\u0022 or through the email info@otobeas.com\r\n\u003C/p\u003E",
      "Header": "\u003Cp\u003E\tHow do I contact the Otobeas platform in case I encounter a problem with the booking?\u003C/p\u003E",
      "SectionId": 2
    },
    {
      "Answer": "\u003Cp\u003ENo, of course not. The price is the same at the station and the platform.\r\n\u003C/p\u003E",
      "Header": "\u003Cp\u003EIs the ticket price different from the transportation company price?\u003C/p\u003E",
      "SectionId": 2
    },
    {
      "Answer": "\u003Cp\u003EOf course, you can book for a friend or a family member and inform them of the booking details and phone number. The booking employee will review the data and give you the ticket immediately.\r\n\u003C/p\u003E",
      "Header": "\u003Cp\u003E\r\n                                                Can I book for someone else?\r\n                                            \u003C/p\u003E",
      "SectionId": 2
    },
    {
      "Answer": "\u003Cul\u003E\r\n                                                \u003Cli\u003EPayment by bank cards \u003C/li\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003ECash payment at the nearest kiosk bearing the Obai - Fawry - Aman - Al-Ahly logo is possible.\u003C/li\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003EPayment through electronic wallets such as Vodafone - Orange - Etisalat or bank wallet.\u003C/li\u003E\r\n                                            \u003C/ul\u003E",
      "Header": "\u003Cp\u003E\r\n                                                What are the payment methods?\r\n                                            \u003C/p\u003E",
      "SectionId": 2
    },
    {
      "Answer": "\u003Cp\u003ESometimes the payment gateway may add its own fees ranging from 2 to 5 EGP to the booking process.\r\n\u003C/p\u003E",
      "Header": "\u003Cp\u003E\tAre there any other expenses?  \u003C/p\u003E",
      "SectionId": 2
    },
    {
      "Answer": "\u003Cul class=\u0022sub-menu\u0022\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003EPayment by Visa \u003C/li\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003EExplain other payment methods and how to use them through the website or application\u003C/li\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003EPrint trip and transportation company information.\u003C/li\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003EPrint tickets or payment receipts and the passenger is responsible for keeping them and showing them when requested during the trip.\u003C/li\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003EConfirm the booking with the transportation company by phone.\u003C/li\u003E\r\n                                            \u003C/ul\u003E",
      "Header": "\u003Cp\u003EActivate Booking\u003C/p\u003E",
      "SectionId": 3
    },
    {
      "Answer": "\u003Cul class=\u0022sub-menu\u0022\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003EAllowed period to modify the booking \u003C/li\u003E\r\n                                                \u003Cli class=\u0022menu-item\u0022\u003E\tRefund the ticket value in the customer\u0027s wallet on the website\u003C/li\u003E\r\n                                            \u003C/ul\u003E",
      "Header": "\u003Cp\u003EModify or cancel your reservation after payment \u003C/p\u003E",
      "SectionId": 3
    },
    {
      "Answer": "\u003Cp\u003EThrough our Facebook page \u0022Otobeas\u0022 or through email info@otobeas.com\r\n\u003C/p\u003E",
      "Header": "\u003Cp\u003E\tHow to file a complaint \u003C/p\u003E",
      "SectionId": 4
    }
  ]
}